examples/Socket/httpRequest/bodyGetSessionStatusSBRequest.txt

<?xml version="1.0" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:http="http://schemas.xmlsoap.org/wsdl/http/" xmlns:soap="http://schemas.xmlsoap.org/wsdl/soap/" xmlns:s="http://www.w3.org/2001/XMLSchema" xmlns:s0="http://XenonStreamer" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tm="http://microsoft.com/wsdl/mime/textMatching/" xmlns:mime="http://schemas.xmlsoap.org/wsdl/mime/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
<SOAP-ENV:Body>
<s0:GetSessionStatusRequest xmlns:s0="http://XenonStreamer">
<s0:ClientID>1234567890</s0:ClientID>
</s0:GetSessionStatusRequest>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>

